{
  "meta": {
    "title": "Blue Collar Dev - พัฒนาซอฟต์แวร์และแอปพลิเคชันในกรุงเทพฯ ประเทศไทย",
    "description": "Blue Collar Development เป็นบริษัทพัฒนาซอฟต์แวร์ขนาดเล็กที่ตั้งอยู่ในกรุงเทพฯ ประเทศไทย เชี่ยวชาญด้านการพัฒนาแอปมือถือ (iOS/Android) แอปไhybrid และเว็บแอปพลิเคชัน Blue Collar สร้างแอปพลิเคชันที่น่าทึ่งโดยใช้เทคโนโลยีล้ำสมัยเพื่อช่วยให้คุณนำแนวคิดของคุณมาสู่ความเป็นจริง",
    "keywords": "blue collar, boutique software, พัฒนาซอฟต์แวร์, พัฒนาแอปไฮบริด, พัฒนาแอปมือถือ, พัฒนาเว็บไซต์, นักพัฒนาท้องถิ่น, ที่ปรึกษาไอที, กรุงเทพ, ประเทศไทย"
  },
  "contact": {
    "title": "ติดต่อเรา",
    "location": "Blue Collar ตั้งอยู่ในกรุงเทพฯ ประเทศไทย และให้บริการให้คำปรึกษาด้านไอทีสำหรับลูกค้าในกรุงเทพฯ ประเทศไทย เรายังเปิดรับงานระยะไกลด้วย",
    "contactInfo": "หากคุณต้องการติดต่อกับทีมของเรา โปรดโทร {phone} ส่งอีเมลหาเราที่ {email} หรือใช้แบบฟอร์มด้านล่างเพื่อให้ผู้เชี่ยวชาญของเราช่วยเหลือคุณในวันนี้",
    "phone": "+66 65-807-1545",
    "email": "อีเมล",
    "form": {
      "fullname": "ชื่อ-นามสกุล",
      "phone": "เบอร์โทรศัพท์",
      "email": "อีเมล",
      "budget": "งบประมาณโครงการ",
      "city": "เมือง",
      "country": "ประเทศ",
      "message": "ข้อความ",
      "nda": "ต้องการ NDA",
      "submit": "ส่งแบบฟอร์ม",
      "botField": "สวัสดีผึ้ง"
    }
  },
  "footer": {
    "copyright": "© 2025 Blue Collar Development",
    "location": "กรุงเทพฯ ประเทศไทย สงวนลิขสิทธิ์"
  },
  "pricing": {
    "services": {
      "apps": {
        "title": "แอพและ PWAs",
        "description": "เราสร้างประสบการณ์ที่น่าทึ่งสำหรับ iOS, Android และ Responsive Web ตั้งแต่การพัฒนาส่วนหน้าถึงส่วนหลัง เราทำทุกอย่าง ด้วยแนวทางที่เน้นผู้ใช้เป็นหลักและสถาปัตยกรรมที่ขับเคลื่อนด้วย API เราสร้างแอพที่สามารถพัฒนาเพื่อใช้ประโยชน์จากความสามารถใหม่ๆ",
        "link": "/apps",
        "linkText": "เรียนรู้เพิ่มเติม"
      },
      "customSoftware": {
        "title": "ซอฟต์แวร์แบบกำหนดเอง",
        "description": "ซอฟต์แวร์แบบกำหนดเองให้บริการกระบวนการที่เป็นเอกลักษณ์ของธุรกิจของคุณ แก้ปัญหาเฉพาะของคุณ ตอบสนองความต้องการพิเศษของคุณ และทำให้เวิร์กโฟลว์ของคุณง่ายขึ้น เร็วขึ้น และมีประสิทธิภาพมากขึ้น ทีมนักพัฒนาซอฟต์แวร์แบบกำหนดเองที่มีความหลากหลายของเราสามารถออกแบบและพัฒนาซอฟต์แวร์สำหรับตรรกะทางธุรกิจและเวิร์กโฟลว์ที่ซับซ้อนที่สุด",
        "link": "/software",
        "linkText": "เรียนรู้เพิ่มเติม"
      },
      "webDesign": {
        "title": "ออกแบบเว็บไซต์",
        "description": "เราร่วมมือกับลูกค้าของเราเพื่อส่งมอบเว็บไซต์มือถือที่ออกแบบอย่างมืออาชีพและเร็วขึ้น รวมกับหน้า Landing Page แบบ Conversion สูงและแบรนด์ของบริษัทลูกค้า ผลงานของเรามาจากชุมชนกรุงเทพฯ ซึ่งทุกคนมีความกระตือรือร้นในการสร้างผลิตภัณฑ์ที่เหมาะสมทั้งเดสก์ท็อปและมือถือ",
        "link": "/websites",
        "linkText": "เรียนรู้เพิ่มเติม"
      },
      "advertising": {
        "title": "โฆษณา",
        "description": "เนื้อหาโซเชียลที่ต้องจ่ายกำลังกลายเป็นช่องทางที่มีประสิทธิภาพที่สุดในการเชื่อมต่อกับลีดที่มีคุณสมบัติเหมาะสม ทีมของ Blue Collar เป็นผู้เชี่ยวชาญในการสร้างแคมเปญโฆษณาโซเชียลด้วยหน้า Landing Page ที่ออกแบบอย่างมืออาชีพและเปิดใช้งานการสนทนา",
        "link": "/services-digital-marketing#advertising",
        "linkText": "เรียนรู้เพิ่มเติม"
      },
      "landingPages": {
        "title": "หน้า Landing Page",
        "description": "เราทำงานร่วมกับคุณเพื่อส่งมอบหน้า Landing Page ที่ออกแบบอย่างมืออาชีพและเร็วขึ้น พร้อมฟิลด์สร้างลีดและแบรนด์ของบริษัทของคุณ หน้า Landing Page ของคุณได้รับการปรับให้เหมาะสมสำหรับการใช้งานมือถือ แต่ทำงานบนเดสก์ท็อปได้เช่นกัน",
        "link": "/services-landing-pages",
        "linkText": "เรียนรู้เพิ่มเติม"
      },
      "socialMedia": {
        "title": "โซเชียลมีเดีย",
        "description": "ใหม่กับการตลาดโซเชียลมีเดีย? เราสามารถตั้งค่าให้คุณบนแพลตฟอร์มหลักด้วยเพจธุรกิจมืออาชีพที่อัปเดตอย่างต่อเนื่องด้วยโพสต์คุณภาพ โปรโมชัน และประกาศการขายเพื่อเพิ่มการมีส่วนร่วมกับแบรนด์ของคุณและสร้างลีดที่มีคุณสมบัติเหมาะสม",
        "link": "/services-digital-marketing#social-media",
        "linkText": "เรียนรู้เพิ่มเติม"
      }
    }
  },
  "common": {
    "siteName": "Blue Collar Development",
    "siteDescription": "Blue Collar Development, กรุงเทพฯ ประเทศไทย"
  },
  "nav": {
    "home": "หน้าแรก",
    "whatWeBuild": "สิ่งที่เราสร้าง",
    "ourPeople": "ทีมของเรา",
    "getInTouch": "ติดต่อเรา",
    "github": "GitHub"
  },
  "home": {
    "heroTitle": "เราสร้างประสบการณ์ผู้ใช้ที่นำผลลัพธ์มาให้คุณ",
    "deliverResults1": "โซลูชันไอทีที่เรียบง่าย",
    "deliverResults2": "เทคโนโลยีล้ำสมัย",
    "deliverResults3": "ผลลัพธ์ที่น่าประทับใจ",
    "intro1": "ที่ Blue Collar เราใช้เทคโนโลยีล้ำสมัยและใช้วิธีการออกแบบซอฟต์แวร์ล่าสุดเพื่อขับเคลื่อนการสร้างประสบการณ์ผู้ใช้ที่น่าทึ่ง",
    "intro2": "ทีมผู้เชี่ยวชาญด้านประสบการณ์และผู้เชี่ยวชาญซอฟต์แวร์ที่มีประสบการณ์ของเราที่ Blue Collar Development เชี่ยวชาญในการช่วยให้คุณได้รับรางวัลที่คุณฝันถึง",
    "fishingHint": "คำใบ้: คลิกที่ด้ามคันเบ็ดเพื่อจับปลาแดง! อร่อยมาก!",
    "browseCaseStudies": "ดูกรณีศึกษา",
    "readyToRock": "พร้อมที่จะร็อคหรือยัง?",
    "areYouReadyToRock": "คุณพร้อมที่จะร็อคหรือยัง?",
    "rockIntro1": "อย่าหยุดเชื่อ! การเป็นร็อคสตาร์เป็นการเดินทางเมื่อคุณเกิดและโตที่เซาท์ดีทรอยต์",
    "rockIntro2": "เราจะนำรถไฟเที่ยงคืนไปสู่ความฝันของคุณ",
    "guitarHint": "คำใบ้: คลิกที่สายกีตาร์ตามจังหวะของ \"Smoke on the Water\"",
    "caseStudies": "กรณีศึกษา"
  },
  "services": {
    "sexyMobileApps": {
      "title": "แอพมือถือสุดเซ็กซี่",
      "description": "รูปลักษณ์และประสบการณ์ที่เหนือกาลเวลาและเรียบหรูของเราจะทำให้ลูกค้าของคุณหลงใหลอย่างบ้าคลั่ง",
      "linkText": "เริ่มต้นเลย"
    },
    "bulletproofSoftware": {
      "title": "ซอฟต์แวร์กันกระสุน",
      "description": "ฟีเจอร์ที่เพิ่มขึ้นเรื่อยๆ การบำรุงรักษา และผู้ไม่หวังดีจะพยายามยิงคุณลง เราหยุดกระสุนเหล่านั้นเพื่อคุณไม่ต้องทำ",
      "linkText": "เริ่มต้นเลย"
    },
    "deliciousWebsites": {
      "title": "เว็บไซต์แสนอร่อย",
      "description": "เชฟซอฟต์แวร์ระดับ Red Seal ของเราจะทำให้คุณประทับใจด้วยจานที่ยอดเยี่ยมและรสชาติที่ดี",
      "linkText": "เริ่มต้นเลย"
    }
  },
  "testimonials": {
    "phase3": {
      "quote": "ทีมที่ Blue Collar ต้องการให้แน่ใจว่าลูกค้าของพวกเขาพึงพอใจ ฉันตั้งตารอที่จะทำงานกับ Blue Collar อีกครั้งในโครงการในอนาคต",
      "reviewer": "Leigh W.",
      "position": "ประธาน",
      "organization": "Phase 3 Dev, Inc."
    },
    "active24": {
      "quote": "การทำงานกับ Blue Collar เป็นประสบการณ์ที่ดี งานของพวกเขามีมาตรฐานสูงและความพร้อมของพวกเขาทำให้การทำงานข้ามเขตเวลาเป็นเรื่องง่าย",
      "reviewer": "Dirk S.",
      "position": "สถาปนิกองค์กร",
      "organization": "Active24"
    },
    "carsgone": {
      "quote": "Blue Collar ทำงานได้ดีมากกับเราที่ Carsgone.com เราแนะนำ Blue Collar ในฐานะพันธมิตรที่มีความสามารถและมีค่าในการพัฒนาเว็บ",
      "reviewer": "Ray R.",
      "position": "ประธาน",
      "organization": "Carsgone.com"
    },
    "jimmyp": {
      "quote": "Blue Collar ออกแบบและสร้างเว็บไซต์ที่น่าทึ่งสำหรับธุรกิจของเรา โดยรวมองค์ประกอบที่มีประสิทธิภาพของการออกแบบทางเทคนิคที่มั่นคงกับฟังก์ชันการทำงานและความน่าสนใจทางสายตาเพื่อดึงดูดลูกค้าของเรา เราเห็นยอดขายและการไหลเวียนของธุรกิจเพิ่มขึ้นทันที",
      "reviewer": "Greg L.",
      "position": "เจ้าของ",
      "organization": "Jimmy Poblanos"
    },
    "spasation": {
      "quote": "ฉันขอแนะนำ Blue Collar อย่างยิ่ง!",
      "reviewer": "Danny A.",
      "position": "ผู้อำนวยการ",
      "organization": "Spasation"
    },
    "bincvfx": {
      "quote": "Blue Collar ออกแบบแอปพลิเคชันและฐานข้อมูลปัจจุบันของเราสำหรับการจัดการลูกค้าและการติดตามทรัพย์สิน เรายังได้ร่วมมือกันในหลายโครงการต้นแบบที่การมีส่วนร่วมของพวกเขามีความกระตือรือร้นและการมีส่วนร่วมของพวกเขามีนวัตกรรมและมีคุณค่า",
      "reviewer": "Brynley C.",
      "position": "ผู้อำนวยการ",
      "organization": "Binc BKK VFX"
    }
  },
  "company": {
    "heroTitle": "หลงทางในป่าซอฟต์แวร์หรือเปล่า?",
    "intro1": "เพื่อความอยู่รอดและความเจริญรุ่งเรียงในสนามรบดิจิทัลของศตวรรษที่ 21 คุณต้องการทักษะที่เหมาะสม ที่ Blue Collar นักรบเทคโนโลยีระดับสูงของเราสร้างซอฟต์แวร์ที่พร้อมสำหรับความท้าทายของวันพรุ่งนี้",
    "intro2": "ให้ผู้เชี่ยวชาญที่มีประสบการณ์ของเรานำทางคุณไปสู่เส้นทางของความฝันของคุณ",
    "meetConsultants": "พบกับที่ปรึกษาของเรา",
    "ourTeam": "ทีมของเรา",
    "needBackup": "ต้องการความช่วยเหลือ? เรามีให้คุณ",
    "backupDescription": "เพื่อความอยู่รอดและความเจริญรุ่งเรียงในสนามรบดิจิทัลของศตวรรษที่ 21 คุณต้องการทักษะที่เหมาะสม ที่ Blue Collar นักรบเทคโนโลยีระดับสูงของเราสร้างซอฟต์แวร์ที่พร้อมสำหรับความท้าทายของวันพรุ่งนี้",
    "backToHome": "กลับไปหน้าแรก"
  },
  "portfolio": {
    "client": "ลูกค้า",
    "employedBy": "จ้างงานโดย",
    "disclaimer": {
      "title": "ข้อจำกัดความรับผิดชอบ!",
      "message": "พอร์ตโฟลิโอของฉันอยู่ระหว่างการก่อสร้าง รายละเอียดโครงการอาจไม่ถูกต้อง 100% หรือสมบูรณ์ โปรดกลับมาตรวจสอบอีกครั้งในอีกสองสามวัน"
    },
    "sections": {
      "theClient": "ลูกค้า",
      "theStakeholder": "ผู้มีส่วนได้ส่วนเสีย",
      "theProblem": "ปัญหา",
      "ourSolution": "โซลูชันของเรา",
      "technologies": "เทคโนโลยี"
    },
    "months": {
      "jan": "ม.ค.",
      "feb": "ก.พ.",
      "mar": "มี.ค.",
      "apr": "เม.ย.",
      "may": "พ.ค.",
      "jun": "มิ.ย.",
      "jul": "ก.ค.",
      "aug": "ส.ค.",
      "sep": "ก.ย.",
      "oct": "ต.ค.",
      "nov": "พ.ย.",
      "dec": "ธ.ค."
    }
  }
}
